export let bulletins_data = [
  [], [
    {
      'date': '2017-04-23', 
      'latest': true, 
      'title': '復活期第二主日', 
      'image': 'https://goshentp.files.wordpress.com/2011/09/img005-05-1-e1316700241931.jpg', 
      'preach': {
        'topic': '告訴困難，我們的神有多偉大！', 
        'preacher': '麥光珪 教師', 
      }, 
      'verses': {
        'content': '同我上去的眾弟兄使百姓的心消化；但我專心跟從耶和華─我的神。', 
        'cite': '約書亞十四:8', 
      }
    }, {
      'date': '2017-04-16', 
      'latest': false, 
      'title': '復活主日', 
      'image': 'https://scontent-tpe1-1.xx.fbcdn.net/v/t1.0-9/fr/cp0/e15/q65/1485071_562539387164279_1702536100_n.jpg?efg=eyJpIjoidCJ9&oh=f7fcfa5b128673b6b10d1a61ca7de84d&oe=5988329F', 
      'preach': {
        'topic': '主耶穌真的復活了！', 
        'preacher': '陳志宏 牧師', 
      }, 
      'verses': {
        'content': '又對他們說：「照經上所寫的，基督必受害，第三日從死裏復活，並且人要奉他的名傳悔改、赦罪的道，從耶路撒冷起直傳到萬邦。」', 
        'cite': '路廿四:46-47', 
      }
    }, 
  ], [
    {
      'date': '2017-04-09', 
      'latest': false, 
      'title': '宗枝主日', 
      'image': 'https://pic.pimg.tw/bethelaudio/1479450218-3011885985_n.jpg?v=1479450254', 
      'preach': {
        'topic': '基督徒的生活智慧', 
        'preacher': '陳明程 牧師', 
      }, 
      'verses': {
        'content': '我親愛的弟兄們，這是你們所知道的。但你們各人要快快地聽，慢慢地說，慢慢地動怒，因為人的怒氣並不成就上帝的義。', 
        'cite': '雅各書一:19-20', 
      }
    }, {
      'date': '2017-04-02', 
      'latest': false, 
      'title': '預苦期第五主日', 
      'image': 'http://w8.hhps.tp.edu.tw/traffic1/photo/%E6%84%9B%E5%BF%83%E6%9C%8D%E5%8B%99%E7%AB%99/20.%E5%AE%B6%E5%AE%B6%E6%AD%8C%E7%8F%8A%E5%A0%82.JPG', 
      'preach': {
        'topic': '不要上了戰場才發現沒子彈', 
        'preacher': '麥光珪 教師', 
      }, 
      'verses': {
        'content': '我還告訴你，你是彼得，我要把我的教會建造在這磐石上；陰間的權柄不能勝過他。', 
        'cite': '馬太福音十六:18', 
      }
    }, 
  ], [
    {
      'date': '2017-03-26', 
      'latest': true, 
      'title': '預苦期第四主日', 
      'image': 'https://goshentp.files.wordpress.com/2011/09/img005-05-1-e1316700241931.jpg', 
      'preach': {
        'topic': '失去了重要的…', 
        'preacher': '梁美玉 牧師', 
      }, 
      'verses': {
        'content': '我告訴你們，一個罪人悔改，在天上也要這樣為他歡喜，較比為九十九個不用悔改的義人歡喜更大。', 
        'cite': '路加福音十五:7', 
      }
    }, {
      'date': '2017-03-19', 
      'latest': false, 
      'title': '預苦期第三主日', 
      'image': 'https://scontent-tpe1-1.xx.fbcdn.net/v/t1.0-9/fr/cp0/e15/q65/1485071_562539387164279_1702536100_n.jpg?efg=eyJpIjoidCJ9&oh=f7fcfa5b128673b6b10d1a61ca7de84d&oe=5988329F', 
      'preach': {
        'topic': '好東西要與好朋友分享', 
        'preacher': '陳志宏 牧師', 
      }, 
      'verses': {
        'content': '我們傳揚他，是用諸般的智慧，勸戒各人，教導各人，要把各人在基督裏完完全全地引到上帝面前。', 
        'cite': '歌羅西書一:28', 
      }
    }, 
  ], [
    {
      'date': '2017-03-12', 
      'latest': false, 
      'title': '預苦期第二主日', 
      'image': 'https://pic.pimg.tw/bethelaudio/1479450218-3011885985_n.jpg?v=1479450254', 
      'preach': {
        'topic': '得地為業', 
        'preacher': '麥光珪 教師', 
      }, 
      'verses': {
        'content': '你當剛強壯膽！因為你必使這百姓承受那地為業，就是我向他們列祖起誓應許賜給他們的地。', 
        'cite': '約書亞記一:6', 
      }
    }, {
      'date': '2017-03-05', 
      'latest': false, 
      'title': '預苦期第一主日', 
      'image': 'http://w8.hhps.tp.edu.tw/traffic1/photo/%E6%84%9B%E5%BF%83%E6%9C%8D%E5%8B%99%E7%AB%99/20.%E5%AE%B6%E5%AE%B6%E6%AD%8C%E7%8F%8A%E5%A0%82.JPG', 
      'preach': {
        'topic': '好東西要與好朋友分享', 
        'preacher': '麥光珪 教師', 
      }, 
      'verses': {
        'content': '他們就每日在殿裏、在家裏不住地教訓人，傳耶穌是基督。', 
        'cite': '使徒信經五:42', 
      }
    }, 
  ]
]

export let bulletin_data = {
  'worship': [
    {'title': '序樂', 'content': '', }, 
    {'title': '宣召', 'content': '', }, 
    {'title': '唱詩', 'content': ['起來吧!', '一群大能子民', '我主何等偉大', ], }, 
    {'title': '認信', 'content': '', }, 
    {'title': '經文', 'content': '民十三:25-十四:10，書十四:7-14', }, 
    {'title': '唱詩', 'content': ['眼光'], }, 
    {'title': '証道', 'content': '告訴困難，我們的神有多偉大！', }, 
    {'title': '奉獻', 'content': '', }, 
    {'title': '報告事項', 'content': '', }, 
    {'title': '祝福', 'content': '', }, 
    {'title': '殿樂', 'content': '', }, 
    {'title': '默禱', 'content': '', }, 
  ], 
  'fellowship': [
  	{'title': '打開話題', 'content': '本周感恩見證。', }, 
  	{'title': '敬拜讚美', 'content': ['我們有偉大奇妙神（新靈糧72）', '眼光（天韻）'], }, 
  	{'title': '禱告', 'content': '主，我們感謝祢，讚美祢，因為你是偉大妙的真神，賜給我們屬神的眼光，在任何環境下，任何的困難中都可以專一地跟隨祢…。', }, 
  	{'title': '信息分享', 'content': '', }, 
  	{'title': '服事＆禱告', 'content': '', }, 
  ], 
  'pray': 'pray', 
  'messages': `麥光珪教師106-4-2主日信息

今天的經文，馬太16:18說到建造教會時，有一股力量在敵對， 這股力量，叫「陰間的權柄」。我們回顧耶穌在地上的一生歷史，有 幾次，看出陰間的權柄用各樣的詭計，要摧毀耶穌。

最早，在耶穌降生的時候，當時的希律王派人要追殺他，希律王將伯 利恆城裏及四周凡二歲內的男孩都殺盡了，這是來自陰間的權柄。

再來，耶穌三十歲要出來服事時，撒旦來試探他，試探的內容，就是 耶穌你何必走十架的道路呢？那是條辛苦的路啊！你看，這裏有條捷 徑，只要俯伏拜我，一切都是你的，這是來自陰間的權柄，想要摧毀耶穌 。

其次，耶穌向門徒預言自己要被殺，耶穌貼身的彼得，拉著耶穌，勸 耶穌：主啊！萬不可如此！這事必不臨到你身上。這是撒旦藉著陰間 的權柄，要摧毀耶穌。因為如果耶穌沒被殺，沒上十字架， 就沒有救恩，沒有教會了。

還有，耶穌最後在十架上，祭司文士戲弄他，跳下來啊！你不是猶太 人的王嗎？陰間的權柄在抵擋拆毀耶穌的工作，不要耶穌完成救贖！

這些都是爭戰，主在建立教會，撒旦卻在拆毀。

今天，我們參與在建造主的教會，我們也要認清，我們面對的也是相 同的一股敵對的權勢，來自陰間的權柄，牠要讓今天的教會，沒有力 量，失去教會應有的權柄！但耶穌說了：陰間的權柄不能勝過他，也 就是說：教會的權柄，大大勝過陰間的權柄！

因此，我們要問：教會有哪些權柄？
教會最重要的權柄，就是宣講神 的道，重點是指救恩，地上不會再有一個團體，有權柄可以講救恩， 像教會一樣！

第二，教會有禱告的權柄，可以將神的恩典，從天上帶到地上，所以 ，教會要醫治、釋放、趕鬼、拆偶像！

第三，教會有洗禮的權柄，奉父子聖靈的名， 將人從罪污中拯救帶進光明。

第四，教會特特有傳福音的權柄，也就是說，若你我不傳福音，就沒 有人可以得救！真的！我們如果和人建立一切的關係，吃在一起、玩 在一起、群組在一起，但就是不傳福音給他， 他就無從聽到福音得救！有時，我們給自己理由，我只作撒種。是的，撒種很重要，但也不要只是如此，我們有可能是他一生聽到福音的最 後一個朋友！傳福音是你我特特有的權柄！

教會還有什麼權柄呢？治理。生養眾多，治理這地，這是神給教會福 音的使命之外的文化使命！

上帝賦予教會的權柄，有一股權勢在抵擋他，所以，今天教會要宣講 神的道、要禱告要醫治釋放、要傳福音，包括一切的服事，本質上都 是一場爭戰，一場肉眼看不見的爭戰，叫屬靈爭戰。
弗六的經文，講到屬靈爭戰，講我們要能抵擋魔鬼的詭計， 魔鬼的詭計有哪些？
創三章中，看到牠的詭計是欺騙是謊言，所以牠是一切說謊的父。 還有什麼詭計？偽裝（林後十一：14）偽裝成光明的天使，因此， 我們需要有分辨力。還有，散播恐懼（彼前五：8）， 是因爲神的兒女不知道自己有權柄，也不用權柄， 撒旦就利用人的不知道，散播恐懼，所以如果我們害怕了，退了一步， 牠就進一步。撒旦還控告人（啟十二：10）， 在神面前，晝夜控告屬神的人，還有偷竊、殺害、毀壞（約十10）， 牠偷竊我們尊貴的身份、信心、平安，叫我們憂慮， 叫我們一直看自己的沒有，讓我們有一個貧窮的靈， 毀壞我們的健康、關係----。

如何抵擋撒旦的這些詭計呢？靠著主，依賴祂的大能大力， 作剛強的人，穿戴神所賜的全副軍裝，就能抵擋魔鬼的詭計， 因爲我們既是處在一場肉眼看不見的屬靈爭戰中， 我們就需要特殊的爭戰的方法和兵器！今天只講最後一句：就是拿著聖靈的寶劍，即神的道，靠著聖靈隨時多方禱告祈求，這是我們可以在屬靈爭戰中，做剛強的人的基本功夫。

神的道，神的靈，是上帝向我們施恩的雙軌。藍球國手你看他投藍百發百中，怎麼來的？如果平時不練球，上了戰場就失去準頭，幾天不摸球，沒了手感，投球一定不準，國手要天天摸球、運球、過人、上籃，這是他的基本功。

球員不要上了球場，才發現沒練球。
炒菜不要鍋熱了，才發現沒花生油。
考生不要上了考場，才發現沒帶筆。
戰士不要上了戰場，才發現沒子彈。
門徒不要佈道了，才發現沒有禱告。

我們的基本功，二個：

1. 熟悉神的道。將神的道深藏在心中。去年我們鼓勵大家讀完新約，今年鼓勵大家讀舊約，鳥瞰式的讀大輪廓，不是研經，大塊大塊的讀，一個人讀不易持久，大家一起來讀，容易成功！所以，執事們上個月開會，討論了一些做法，我們感謝李玉珍執事的規劃，及子雯姐妹設計了一個小組讀經達標榮譽榜。

2. 熟悉神的靈。神的道和神的靈，是一切事奉，屬靈的根基。
上個主日愛宴後，我們做了幸福小組的說明會，大堂幾乎坐滿滿，表示大家都很想進一步了解幸福小組的實作是什麼。說明會結束，我們發現開幸福小組，沒有太多的新招術，反倒是，我們要在基本的禱告上，多多下功夫，我們有少數的小組已經準備的差不多了，但我想要在禱告的事上多多下功夫，一步一步做好爲慕道友代禱的功夫，接著再發出邀請，這需要好好禱告。

在邀請這方面，我們要為自己的心禱告，一方面我們容易有分别心，這種的人我不邀，話還沒說出口，我們已經拒絕人了，求神憐憫我們，另一個要禱告的是，我們會膽怯，我們太看重面子，覺得被拒絕很受傷，我們邀不到人，其實最大的問題都不是在別人，我們自己才是最大的問題所在！求主破碎我們，挪去這二個致命的東西。
因此，我們先作幸福小組的熱身「福音茶會」，最需要的是要先熟悉這是團隊佈道，這是在搶救靈魂，這必然是屬靈爭戰，一切分工、配搭，邀請慕道友，要演練再演練，要用禱告好好托住！福音茶會每個月一次，各小組自己安排哪一週做，我們手感練出來了，我們就正式上場了，主祝福我們！`, 
  'announcements': [
    '今年速讀聖經範圍:舊約一遍，請大家照周報內頁「本周讀經進度表」規劃的進度讀經，每周並背誦一節經文。', 
    '五月~九月鼓勵每小組每月舉辦一次福音茶會(作為開幸福小組的暖身)，籌備的進度規劃，均會刊載在週報內頁「小組聚會參考內容」。', 
    '4/29(六)14:00在教會舉行麥雅博弟兄和陳毅姊妹的婚禮，歡迎大家觀禮，為新人祝福，並為新人禱告，建立基督化家庭。', 
    '5/14母親節主日歡迎邀請母親家人一同前來聚會。', 
    '5/21(日)家家歌珊堂社區小講堂:DIY教學經典酪梨手工皂，邀請親友一同參加，費用450元(每份500公克，成品5個)', 
  ], 
}

export let photos_data = [{
    'title': 'Surroundings', 
    'photos': [
      'https://goshentp.files.wordpress.com/2011/09/img005-05-1-e1316700241931.jpg?w=540', 
      'https://pic.pimg.tw/bethelaudio/1479450218-3011885985_n.jpg?v=1479450254', 
    ], 
  }, 
]